/*
メッセージ投稿の定義。
*/

export const MESSAGE_DEFINITIONS = [
    // メッセージテスト 最初のメッセージ
    // {
    //   channelId: "1522295151152726146",
    //   cron: "58 2 3 7 *",
    //   message: "<@&1400818234063589557> ただいまより、○○チャプター1日目のシフト募集を開始いたします。\r\rテストあああ\rいいいい",
    // },
    // {
    //   channelId: "1522295151152726146",
    //   cron: "58 2 3 7 *",
    //   message: "ルール\r\rテストああああ\rいいい\rううう",
    //   fix: true,
    // },
    // {
    //   channelId: "1522295151152726146",
    //   cron: "10 3 3 7 *",
    //   message: "〆",
    // },
    // {
    //   channelId: "1522295151152726146",
    //   cron: "12 2 3 7 *",
    //   message: "fixテストあああ",
    //   fix: true,
    // },


  ];
  